[
    {
      "title": "Bangladesh has developed plastic alternative using jute",
      "image": "https://i.ibb.co/Lk89W4P/tec1.webp",
      "category": "Technology",
      "short_description": "Dr. Johnson, as usual, spoke contemptuously of Colley Cibber. 'It is wonderful that a man, who for forty years had lived with the great and the witty, should have acquired so ill the talents of conversation: and he had but half to furnish; for one half of what he said was oaths.",
      "long_description": "Dr. Johnson, as usual, spoke contemptuously of Colley Cibber. 'It is wonderful that a man, who for forty years had lived with the great and the witty, should have acquired so ill the talents of conversation: and he had but half to furnish; for one half of what he said was oaths.' He, however, allowed considerable merit to some of his comedies, and said there was no reason to believe that the Careless Husband was not written by himself. Davies said, he was the first dramatick writer who introduced genteel ladies upon the stage.",
      "date": "2023-11-06",
      "current_time": "12:30 PM",
      "author_name": "Ishan Sharma",
      "author_img": "https://i.ibb.co/GkSmY0Y/tec-author.jpg"
    },
    {
      "title": "Don't listen to what they say, go see",
      "image": "https://i.ibb.co/mSHjJg5/travel1.webp",
      "category": "Travel",
      "short_description": "They got up and put on their coats, sipping their coffee standing. The painter was silent and preoccupied. There was a gloom over him. He could not bear this marriage, and yet it seemed to him to be better than many other things that might have happened.",
      "long_description": "They got up and put on their coats, sipping their coffee standing. The painter was silent and preoccupied. There was a gloom over him. He could not bear this marriage, and yet it seemed to him to be better than many other things that might have happened. After a few minutes, they all passed downstairs.",
      "date": "2023-10-05",
      "current_time": "11:45 AM",
      "author_name": "IBiswajit Saha",
      "author_img": "https://i.ibb.co/sgsXsTs/travel-author.jpg"
    },
    {
      "title": "The secret ingredient in good food is always love",
      "image": "https://i.ibb.co/zbCMr4Z/food2.jpg",
      "category": "Food",
      "short_description": "I am surely in the toils. Last night the Count asked me in the suavest tones to write three letters, one saying that my work here was nearly done and that I should start for home within a few days, another that I was starting on the next morning from the time of the letter.",
      "long_description": "I am surely in the toils. Last night the Count asked me in the suavest tones to write three letters, one saying that my work here was nearly done, and that I should start for home within a few days, another that I was starting on the next morning from the time of the letter, and the third that I had left the castle and arrived at Bistritz.",
      "date": "2023-12-04",
      "current_time": "07:15 PM",
      "author_name": "Ishan Sharma",
      "author_img": "https://i.ibb.co/GkSmY0Y/tec-author.jpg"
    },
    {
      "title": "New tech innovation for low cost ocean cleanup",
      "image": "https://i.ibb.co/F06RhC4/tex3.webp",
      "category": "Technology",
      "short_description": "Nearly a year later, in the month of October, London was startled by a crime of singular ferocity and rendered all the more notable by the high position of the victim. The details were few and startling. A maid servant living alone in a house not far from the river.",
      "long_description": "Nearly a year later, in the month of October, London was startled by a crime of singular ferocity and rendered all the more notable by the high position of the victim. The details were few and startling. A maid servant living alone in a house not far from the river, had gone upstairs to bed about eleven.",
      "date": "2023-11-09",
      "current_time": "11:45 AM",
      "author_name": "Apurba Talukdar",
      "author_img": "https://i.ibb.co/XYtnq3d/tec-Apurba.jpg"
    },
    {
      "title": "With age, comes wisdom. With travel, comes understanding",
      "image": "https://i.ibb.co/b6qPfCg/travel2.webp",
      "category": "Travel",
      "short_description": "It was a cold morning of the early spring, and we sat after breakfast on either side of a cheery fire in the old room at Baker Street. A thick fog rolled down between the lines of dun-coloured houses, and the opposing windows loomed like dark, shapeless blurs through the heavy yellow wreaths.",
      "long_description": "It was a cold morning of the early spring, and we sat after breakfast on either side of a cheery fire in the old room at Baker Street. A thick fog rolled down between the lines of dun-coloured houses, and the opposing windows loomed like dark, shapeless blurs through the heavy yellow wreaths. Our gas was lit and shone on the white cloth and glimmer of china and metal, for the table had not been cleared yet. Sherlock Holmes had been silent all the morning, dipping continuously into the advertisement columns of a succession of papers until at last, having apparently given up his search, he had emerged in no very sweet temper to lecture me upon my literary shortcomings.",
      "date": "2023-8-05",
      "current_time": "10:05 AM",
      "author_name": "Ishan Sharma",
      "author_img": "https://i.ibb.co/GkSmY0Y/tec-author.jpg"
    },
    {
      "title": "The difference is quality",
      "image": "https://i.ibb.co/rv0ycHp/kam-idris-Hq-HX3-LBN18-unsplash.jpg",
      "category": "Interior",
      "short_description": "Vestibulum vehicula dui venenatis neque tempor, accumsan iaculis sapien ornare. Sed at ante porta, ullamcorper massa eu, ullamcorper sapien. Donec pretium tortor augue. Integer egestas ut tellus sed pretium. Nullam tristique augue ut mattis vulputate.",
      "long_description": "Anteger venenatis hendrerit quam nec ultrices. Vestibulum vehicula dui venenatis neque tempor, accumsan iaculis sapien ornare. Sed at ante porta, ullamcorper massa eu, ullamcorper sapien. Duis sapien eros, laoreet ac tempus ut, auctor vel nulla. Nunc tincidunt, risus eu congue gravida, ligula dolor sodales felis, in finibus nunc est quis leo.",
      "date": "2023-09-19",
      "current_time": "08:15 PM",
      "author_name": "Kam Idris",
      "author_img": "https://i.ibb.co/8MxVcPz/harini.jpg"
    },
    {
      "title": "Wherever you go, go with all your heart",
      "image": " https://i.ibb.co/Nr80KSH/pietro-de-grandi-T7-K4a-EPo-GGk-unsplash.jpg",
      "category": "Travel",
      "short_description": "Before long the searchlight discovered some distance away a schooner with all sails set, apparently the same vessel which had been noticed earlier in the evening. The wind had by this time backed to the east, and there was a shudder amongst the watchers on",
      "long_description": "Before long the searchlight discovered some distance away a schooner with all sails set, apparently the same vessel which had been noticed earlier in the evening. The wind had by this time backed to the east, and there was a shudder amongst the watchers on the cliff as they realized the terrible danger in which she now was. Between her and the port lay the great flat reef on which so many good ships have from time to time suffered, and, with the wind blowing from its present quarter, it would be quite impossible that she should fetch the entrance of the harbour.",
      "date": "2023-05-05",
      "current_time": "09:45 AM",
      "author_name": "Apurba Talukdar",
      "author_img": "https://i.ibb.co/XYtnq3d/tec-Apurba.jpg"
    },
    {
      "title": "I like better than talking about food is eating",
      "image": "https://i.ibb.co/KzypJsh/food1.webp",
      "category": "Food",
      "short_description": "In one point he was more fortunate than the novel's fantastic hero. He never knew--never, indeed, had any cause to know--that somewhat grotesque dread of mirrors, and polished metal surfaces, and still water which came upon the young Parisian so early in his life.",
      "long_description": "It was with an almost cruel joy--and perhaps in nearly every joy, as certainly in every pleasure, cruelty has its place--that he used to read the latter part of the book, with its really tragic, if somewhat overemphasized, account of the sorrow and despair of one who had himself lost what in others, and the world, he had most dearly valued.",
      "date": "2023-11-04",
      "current_time": "03:15 PM",
      "author_name": "Harini Banerjee",
      "author_img": "https://i.ibb.co/8MxVcPz/harini.jpg"
    },
    {
      "title": "Good food ends with good talk",
      "image": "https://i.ibb.co/Y3N2sxm/food5.jpg",
      "category": "Food",
      "short_description": "Yet he was not really reckless, at any rate in his relations to society. Once or twice every month during the winter, and on each Wednesday evening while the season lasted, he would throw open to the world his beautiful house and have the most celebrated musicians of the day to charm his guests with the wonders of their art.",
      "long_description": "Indeed, there were many, especially among the very young men, who saw, or fancied that they saw, in Dorian Gray the true realization of a type of which they had often dreamed in Eton or Oxford days, a type that was to combine something of the real culture of the scholar with all the grace and distinction and perfect manner of a citizen of the world. To them he seemed to be of the company of those whom Dante describes as having sought to make themselves perfect by the worship of beauty.",
      "date": "2023-11-14",
      "current_time": "04:15 PM",
      "author_name": "Harini Banerjee",
      "author_img": "https://i.ibb.co/8MxVcPz/harini.jpg"
    },
    {
      "title": "Every day, in every city and town across the country",
      "image": "https://i.ibb.co/SxsKJNS/toa-heftiba-FV3-GCon-VSss-unsplash-1.jpg",
      "category": "Interior",
      "short_description": "Morbi a facilisis lectus. Ut eu dapibus risus, a interdum justo. Vestibulum volutpat velit ac tellus mollis, sit amet sodales metus elementum. Aliquam eu mi massa. Proin suscipit enim a pulvinar viverra.",
      "long_description": "Morbi a facilisis lectus. Ut eu dapibus risus, a interdum justo. Vestibulum volutpat velit ac tellus mollis, sit amet sodales metus elementum. Aliquam eu mi massa. Proin suscipit enim a pulvinar viverra. Sed egestas nulla vitae risus imperdiet, ac bibendum tortor faucibus. Fusce tempor libero vitae risus tristique, at iaculis est lacinia. Cras id accumsan nibh, eu posuere nisl.",
      "date": "2023-01-04",
      "current_time": "05:15 PM",
      "author_name": "Roberto Nickson",
      "author_img": "https://i.ibb.co/GkSmY0Y/tec-author.jpg"
    },
    {
      "title": "Amphibious drone are being used to send medicine to flooded area",
      "image": "https://i.ibb.co/WF8QKx5/tec2.webp",
      "category": "Technology",
      "short_description": "Another tragedy. Had single watch to-night, as crew too tired to double. When morning watch came on deck could find no one except steersman.",
      "long_description": "Another tragedy. Had single watch to-night, as crew too tired to double. When morning watch came on deck could find no one except steersman. Raised outcry, and all came on deck. Thorough search, but no one found. Are now without second mate, and crew in a panic.",
      "date": "2023-11-05",
      "current_time": "10:45 AM",
      "author_name": "Ishan Sharma",
      "author_img": "https://i.ibb.co/GkSmY0Y/tec-author.jpg"
    },
    {
      "title": "Products is a visual art, and speak for themselves",
      "image": "https://i.ibb.co/PhX0Zpf/roberto-nickson-tle-CJi-DOri0-unsplash.jpg",
      "category": "Interior",
      "short_description": "Tertium autem omnibus aut maximis rebus iis, quae secundum naturam sint, fruentem vivere. Materiam vero rerum et copiam apud hos exilem, apud illos uberrimam reperiemus. Atque his de rebus et splendida est eorum et illustris oratio.",
      "long_description": "Audio equidem philosophi vocem, Epicure, sed quid tibi dicendum sit oblitus es. Haec et tu ita posuisti, et verba vestra sunt. Contemnit enim disserendi elegantiam, confuse loquitur. Bona autem corporis huic sunt, quod posterius posui, similiora. Quod cum ita sit, perspicuum est omnis rectas res atque laudabilis eo referri, ut cum voluptate vivatur. Universa enim illorum ratione cum tota vestra confligendum puto.Tertium autem omnibus aut maximis rebus iis, quae secundum naturam sint, fruentem vivere.",
      "date": "2023-07-04",
      "current_time": "02:45 PM",
      "author_name": "Harini Banerjee",
      "author_img": "https://i.ibb.co/8MxVcPz/harini.jpg"
    }
  ]
  